Workload_e_rg_values_LOAD.txt
[OVERALL], Throughput(ops/sec), 16239.038648911985
[OVERALL], Throughput(ops/sec), 24084.778420038536
[OVERALL], Throughput(ops/sec), 24001.92015361229
[OVERALL], Throughput(ops/sec), 24803.125193774416
[OVERALL], Throughput(ops/sec), 27087.057803781354
[OVERALL], Throughput(ops/sec), 14376.07820586544
[OVERALL], Throughput(ops/sec), 20420.665713702267
[OVERALL], Throughput(ops/sec), 22722.108611679163
[OVERALL], Throughput(ops/sec), 24609.32693490833
[OVERALL], Throughput(ops/sec), 17836.75799086758
[OVERALL], Throughput(ops/sec), 14245.014245014245
[OVERALL], Throughput(ops/sec), 14406.108189872506
[OVERALL], Throughput(ops/sec), 16529.83635462009
[OVERALL], Throughput(ops/sec), 30590.394616090547
[OVERALL], Throughput(ops/sec), 17319.61619730507
[OVERALL], Throughput(ops/sec), 10011.012113324658
[OVERALL], Throughput(ops/sec), 20807.324178110695
[OVERALL], Throughput(ops/sec), 20856.50723025584
[OVERALL], Throughput(ops/sec), 16379.345645141477
[OVERALL], Throughput(ops/sec), 27613.630087811343
[OVERALL], Throughput(ops/sec), 14204.545454545454
[OVERALL], Throughput(ops/sec), 20257.26729464195
[OVERALL], Throughput(ops/sec), 23492.560689115115
[OVERALL], Throughput(ops/sec), 25223.861773237484
[OVERALL], Throughput(ops/sec), 24822.51898922703
[OVERALL], Throughput(ops/sec), 8143.985666585227
[OVERALL], Throughput(ops/sec), 16709.833737154317
[OVERALL], Throughput(ops/sec), 19328.651504413374
[OVERALL], Throughput(ops/sec), 14172.837756439783
[OVERALL], Throughput(ops/sec), 13817.116644098709
[OVERALL], Throughput(ops/sec), 14376.07820586544
[OVERALL], Throughput(ops/sec), 20420.665713702267
[OVERALL], Throughput(ops/sec), 22722.108611679163
[OVERALL], Throughput(ops/sec), 24609.32693490833
[OVERALL], Throughput(ops/sec), 17836.75799086758
[OVERALL], Throughput(ops/sec), 14245.014245014245
[OVERALL], Throughput(ops/sec), 14406.108189872506
[OVERALL], Throughput(ops/sec), 16529.83635462009
[OVERALL], Throughput(ops/sec), 30590.394616090547
[OVERALL], Throughput(ops/sec), 17319.61619730507
[OVERALL], Throughput(ops/sec), 16239.038648911985
[OVERALL], Throughput(ops/sec), 24084.778420038536
[OVERALL], Throughput(ops/sec), 24001.92015361229
[OVERALL], Throughput(ops/sec), 24803.125193774416
[OVERALL], Throughput(ops/sec), 27087.057803781354
[OVERALL], Throughput(ops/sec), 16239.038648911985
[OVERALL], Throughput(ops/sec), 24084.778420038536
[OVERALL], Throughput(ops/sec), 24001.92015361229
[OVERALL], Throughput(ops/sec), 24803.125193774416
[OVERALL], Throughput(ops/sec), 27087.057803781354
[OVERALL], Throughput(ops/sec), 14376.07820586544
[OVERALL], Throughput(ops/sec), 20420.665713702267
[OVERALL], Throughput(ops/sec), 22722.108611679163
[OVERALL], Throughput(ops/sec), 24609.32693490833
[OVERALL], Throughput(ops/sec), 17836.75799086758
[OVERALL], Throughput(ops/sec), 14245.014245014245
[OVERALL], Throughput(ops/sec), 14406.108189872506
[OVERALL], Throughput(ops/sec), 16529.83635462009
[OVERALL], Throughput(ops/sec), 30590.394616090547
[OVERALL], Throughput(ops/sec), 17319.61619730507
[OVERALL], Throughput(ops/sec), 10011.012113324658
[OVERALL], Throughput(ops/sec), 20807.324178110695
[OVERALL], Throughput(ops/sec), 20856.50723025584
[OVERALL], Throughput(ops/sec), 16379.345645141477
[OVERALL], Throughput(ops/sec), 27613.630087811343
[OVERALL], Throughput(ops/sec), 14204.545454545454
[OVERALL], Throughput(ops/sec), 20257.26729464195
[OVERALL], Throughput(ops/sec), 23492.560689115115
[OVERALL], Throughput(ops/sec), 25223.861773237484
[OVERALL], Throughput(ops/sec), 24822.51898922703
[OVERALL], Throughput(ops/sec), 8143.985666585227
[OVERALL], Throughput(ops/sec), 16709.833737154317
[OVERALL], Throughput(ops/sec), 19328.651504413374
[OVERALL], Throughput(ops/sec), 14172.837756439783
[OVERALL], Throughput(ops/sec), 13817.116644098709
[OVERALL], Throughput(ops/sec), 14376.07820586544
[OVERALL], Throughput(ops/sec), 20420.665713702267
[OVERALL], Throughput(ops/sec), 22722.108611679163
[OVERALL], Throughput(ops/sec), 24609.32693490833
[OVERALL], Throughput(ops/sec), 17836.75799086758
[OVERALL], Throughput(ops/sec), 14376.07820586544
[OVERALL], Throughput(ops/sec), 20420.665713702267
[OVERALL], Throughput(ops/sec), 22722.108611679163
[OVERALL], Throughput(ops/sec), 24609.32693490833
[OVERALL], Throughput(ops/sec), 17836.75799086758
[OVERALL], Throughput(ops/sec), 14245.014245014245
[OVERALL], Throughput(ops/sec), 14406.108189872506
[OVERALL], Throughput(ops/sec), 16529.83635462009
[OVERALL], Throughput(ops/sec), 30590.394616090547
[OVERALL], Throughput(ops/sec), 17319.61619730507
[OVERALL], Throughput(ops/sec), 14245.014245014245
[OVERALL], Throughput(ops/sec), 14406.108189872506
[OVERALL], Throughput(ops/sec), 16529.83635462009
[OVERALL], Throughput(ops/sec), 30590.394616090547
[OVERALL], Throughput(ops/sec), 17319.61619730507
[OVERALL], Throughput(ops/sec), 10011.012113324658
[OVERALL], Throughput(ops/sec), 20807.324178110695
[OVERALL], Throughput(ops/sec), 20856.50723025584
[OVERALL], Throughput(ops/sec), 16379.345645141477
[OVERALL], Throughput(ops/sec), 27613.630087811343
[OVERALL], Throughput(ops/sec), 14204.545454545454
[OVERALL], Throughput(ops/sec), 20257.26729464195
[OVERALL], Throughput(ops/sec), 23492.560689115115
[OVERALL], Throughput(ops/sec), 25223.861773237484
[OVERALL], Throughput(ops/sec), 24822.51898922703
[OVERALL], Throughput(ops/sec), 8143.985666585227
[OVERALL], Throughput(ops/sec), 16709.833737154317
[OVERALL], Throughput(ops/sec), 19328.651504413374
[OVERALL], Throughput(ops/sec), 14172.837756439783
[OVERALL], Throughput(ops/sec), 13817.116644098709
[OVERALL], Throughput(ops/sec), 14204.545454545454
[OVERALL], Throughput(ops/sec), 20257.26729464195
[OVERALL], Throughput(ops/sec), 23492.560689115115
[OVERALL], Throughput(ops/sec), 25223.861773237484
[OVERALL], Throughput(ops/sec), 24822.51898922703
[CLEANUP], AverageLatency(us), 138178.6875
[INSERT], AverageLatency(us), 538.11817
[CLEANUP], AverageLatency(us), 138435.0
[INSERT], AverageLatency(us), 439.836885
[CLEANUP], AverageLatency(us), 138691.0625
[INSERT], AverageLatency(us), 513.5417433333333
[CLEANUP], AverageLatency(us), 138434.875
[INSERT], AverageLatency(us), 527.5794175
[CLEANUP], AverageLatency(us), 138563.625
[INSERT], AverageLatency(us), 497.876228
[CLEANUP], AverageLatency(us), 138691.0625
[INSERT], AverageLatency(us), 659.63125
[CLEANUP], AverageLatency(us), 139076.4375
[INSERT], AverageLatency(us), 555.69915
[CLEANUP], AverageLatency(us), 138691.375
[INSERT], AverageLatency(us), 547.6776833333333
[CLEANUP], AverageLatency(us), 138946.8125
[INSERT], AverageLatency(us), 532.82138
[CLEANUP], AverageLatency(us), 138691.125
[INSERT], AverageLatency(us), 785.46217
[CLEANUP], AverageLatency(us), 138691.75
[INSERT], AverageLatency(us), 665.82283
[CLEANUP], AverageLatency(us), 138692.5
[INSERT], AverageLatency(us), 878.94926
[CLEANUP], AverageLatency(us), 138820.75
[INSERT], AverageLatency(us), 788.1395866666667
[CLEANUP], AverageLatency(us), 138564.8125
[INSERT], AverageLatency(us), 409.4471
[CLEANUP], AverageLatency(us), 138948.6875
[INSERT], AverageLatency(us), 811.53053
[CLEANUP], AverageLatency(us), 138692.4375
[INSERT], AverageLatency(us), 1071.28959
[CLEANUP], AverageLatency(us), 138563.4375
[INSERT], AverageLatency(us), 505.490255
[CLEANUP], AverageLatency(us), 138947.875
[INSERT], AverageLatency(us), 611.7391433333333
[CLEANUP], AverageLatency(us), 139076.0
[INSERT], AverageLatency(us), 837.8122875
[CLEANUP], AverageLatency(us), 139075.125
[INSERT], AverageLatency(us), 471.941636
[CLEANUP], AverageLatency(us), 138947.4375
[INSERT], AverageLatency(us), 674.98904
[CLEANUP], AverageLatency(us), 138564.0625
[INSERT], AverageLatency(us), 555.853405
[CLEANUP], AverageLatency(us), 139203.25
[INSERT], AverageLatency(us), 522.3771933333334
[CLEANUP], AverageLatency(us), 138691.4375
[INSERT], AverageLatency(us), 516.61523
[CLEANUP], AverageLatency(us), 138563.5625
[INSERT], AverageLatency(us), 547.72756
[CLEANUP], AverageLatency(us), 138820.0
[INSERT], AverageLatency(us), 1496.43142
[CLEANUP], AverageLatency(us), 138436.5
[INSERT], AverageLatency(us), 725.507005
[CLEANUP], AverageLatency(us), 138307.9375
[INSERT], AverageLatency(us), 674.7467633333333
[CLEANUP], AverageLatency(us), 138694.625
[INSERT], AverageLatency(us), 986.1704425
[CLEANUP], AverageLatency(us), 138820.6875
[INSERT], AverageLatency(us), 1043.736626
[CLEANUP], AverageLatency(us), 138691.0625
[INSERT], AverageLatency(us), 659.63125
[CLEANUP], AverageLatency(us), 139076.4375
[INSERT], AverageLatency(us), 555.69915
[CLEANUP], AverageLatency(us), 138691.375
[INSERT], AverageLatency(us), 547.6776833333333
[CLEANUP], AverageLatency(us), 138946.8125
[INSERT], AverageLatency(us), 532.82138
[CLEANUP], AverageLatency(us), 138691.125
[INSERT], AverageLatency(us), 785.46217
[CLEANUP], AverageLatency(us), 138691.75
[INSERT], AverageLatency(us), 665.82283
[CLEANUP], AverageLatency(us), 138692.5
[INSERT], AverageLatency(us), 878.94926
[CLEANUP], AverageLatency(us), 138820.75
[INSERT], AverageLatency(us), 788.1395866666667
[CLEANUP], AverageLatency(us), 138564.8125
[INSERT], AverageLatency(us), 409.4471
[CLEANUP], AverageLatency(us), 138948.6875
[INSERT], AverageLatency(us), 811.53053
[CLEANUP], AverageLatency(us), 138178.6875
[INSERT], AverageLatency(us), 538.11817
[CLEANUP], AverageLatency(us), 138435.0
[INSERT], AverageLatency(us), 439.836885
[CLEANUP], AverageLatency(us), 138691.0625
[INSERT], AverageLatency(us), 513.5417433333333
[CLEANUP], AverageLatency(us), 138434.875
[INSERT], AverageLatency(us), 527.5794175
[CLEANUP], AverageLatency(us), 138563.625
[INSERT], AverageLatency(us), 497.876228
[CLEANUP], AverageLatency(us), 138178.6875
[INSERT], AverageLatency(us), 538.11817
[CLEANUP], AverageLatency(us), 138435.0
[INSERT], AverageLatency(us), 439.836885
[CLEANUP], AverageLatency(us), 138691.0625
[INSERT], AverageLatency(us), 513.5417433333333
[CLEANUP], AverageLatency(us), 138434.875
[INSERT], AverageLatency(us), 527.5794175
[CLEANUP], AverageLatency(us), 138563.625
[INSERT], AverageLatency(us), 497.876228
[CLEANUP], AverageLatency(us), 138691.0625
[INSERT], AverageLatency(us), 659.63125
[CLEANUP], AverageLatency(us), 139076.4375
[INSERT], AverageLatency(us), 555.69915
[CLEANUP], AverageLatency(us), 138691.375
[INSERT], AverageLatency(us), 547.6776833333333
[CLEANUP], AverageLatency(us), 138946.8125
[INSERT], AverageLatency(us), 532.82138
[CLEANUP], AverageLatency(us), 138691.125
[INSERT], AverageLatency(us), 785.46217
[CLEANUP], AverageLatency(us), 138691.75
[INSERT], AverageLatency(us), 665.82283
[CLEANUP], AverageLatency(us), 138692.5
[INSERT], AverageLatency(us), 878.94926
[CLEANUP], AverageLatency(us), 138820.75
[INSERT], AverageLatency(us), 788.1395866666667
[CLEANUP], AverageLatency(us), 138564.8125
[INSERT], AverageLatency(us), 409.4471
[CLEANUP], AverageLatency(us), 138948.6875
[INSERT], AverageLatency(us), 811.53053
[CLEANUP], AverageLatency(us), 138692.4375
[INSERT], AverageLatency(us), 1071.28959
[CLEANUP], AverageLatency(us), 138563.4375
[INSERT], AverageLatency(us), 505.490255
[CLEANUP], AverageLatency(us), 138947.875
[INSERT], AverageLatency(us), 611.7391433333333
[CLEANUP], AverageLatency(us), 139076.0
[INSERT], AverageLatency(us), 837.8122875
[CLEANUP], AverageLatency(us), 139075.125
[INSERT], AverageLatency(us), 471.941636
[CLEANUP], AverageLatency(us), 138947.4375
[INSERT], AverageLatency(us), 674.98904
[CLEANUP], AverageLatency(us), 138564.0625
[INSERT], AverageLatency(us), 555.853405
[CLEANUP], AverageLatency(us), 139203.25
[INSERT], AverageLatency(us), 522.3771933333334
[CLEANUP], AverageLatency(us), 138691.4375
[INSERT], AverageLatency(us), 516.61523
[CLEANUP], AverageLatency(us), 138563.5625
[INSERT], AverageLatency(us), 547.72756
[CLEANUP], AverageLatency(us), 138820.0
[INSERT], AverageLatency(us), 1496.43142
[CLEANUP], AverageLatency(us), 138436.5
[INSERT], AverageLatency(us), 725.507005
[CLEANUP], AverageLatency(us), 138307.9375
[INSERT], AverageLatency(us), 674.7467633333333
[CLEANUP], AverageLatency(us), 138694.625
[INSERT], AverageLatency(us), 986.1704425
[CLEANUP], AverageLatency(us), 138820.6875
[INSERT], AverageLatency(us), 1043.736626
[CLEANUP], AverageLatency(us), 138691.0625
[INSERT], AverageLatency(us), 659.63125
[CLEANUP], AverageLatency(us), 139076.4375
[INSERT], AverageLatency(us), 555.69915
[CLEANUP], AverageLatency(us), 138691.375
[INSERT], AverageLatency(us), 547.6776833333333
[CLEANUP], AverageLatency(us), 138946.8125
[INSERT], AverageLatency(us), 532.82138
[CLEANUP], AverageLatency(us), 138691.125
[INSERT], AverageLatency(us), 785.46217
[CLEANUP], AverageLatency(us), 138691.0625
[INSERT], AverageLatency(us), 659.63125
[CLEANUP], AverageLatency(us), 139076.4375
[INSERT], AverageLatency(us), 555.69915
[CLEANUP], AverageLatency(us), 138691.375
[INSERT], AverageLatency(us), 547.6776833333333
[CLEANUP], AverageLatency(us), 138946.8125
[INSERT], AverageLatency(us), 532.82138
[CLEANUP], AverageLatency(us), 138691.125
[INSERT], AverageLatency(us), 785.46217
[CLEANUP], AverageLatency(us), 138691.75
[INSERT], AverageLatency(us), 665.82283
[CLEANUP], AverageLatency(us), 138692.5
[INSERT], AverageLatency(us), 878.94926
[CLEANUP], AverageLatency(us), 138820.75
[INSERT], AverageLatency(us), 788.1395866666667
[CLEANUP], AverageLatency(us), 138564.8125
[INSERT], AverageLatency(us), 409.4471
[CLEANUP], AverageLatency(us), 138948.6875
[INSERT], AverageLatency(us), 811.53053
[CLEANUP], AverageLatency(us), 138691.75
[INSERT], AverageLatency(us), 665.82283
[CLEANUP], AverageLatency(us), 138692.5
[INSERT], AverageLatency(us), 878.94926
[CLEANUP], AverageLatency(us), 138820.75
[INSERT], AverageLatency(us), 788.1395866666667
[CLEANUP], AverageLatency(us), 138564.8125
[INSERT], AverageLatency(us), 409.4471
[CLEANUP], AverageLatency(us), 138948.6875
[INSERT], AverageLatency(us), 811.53053
[CLEANUP], AverageLatency(us), 138692.4375
[INSERT], AverageLatency(us), 1071.28959
[CLEANUP], AverageLatency(us), 138563.4375
[INSERT], AverageLatency(us), 505.490255
[CLEANUP], AverageLatency(us), 138947.875
[INSERT], AverageLatency(us), 611.7391433333333
[CLEANUP], AverageLatency(us), 139076.0
[INSERT], AverageLatency(us), 837.8122875
[CLEANUP], AverageLatency(us), 139075.125
[INSERT], AverageLatency(us), 471.941636
[CLEANUP], AverageLatency(us), 138947.4375
[INSERT], AverageLatency(us), 674.98904
[CLEANUP], AverageLatency(us), 138564.0625
[INSERT], AverageLatency(us), 555.853405
[CLEANUP], AverageLatency(us), 139203.25
[INSERT], AverageLatency(us), 522.3771933333334
[CLEANUP], AverageLatency(us), 138691.4375
[INSERT], AverageLatency(us), 516.61523
[CLEANUP], AverageLatency(us), 138563.5625
[INSERT], AverageLatency(us), 547.72756
[CLEANUP], AverageLatency(us), 138820.0
[INSERT], AverageLatency(us), 1496.43142
[CLEANUP], AverageLatency(us), 138436.5
[INSERT], AverageLatency(us), 725.507005
[CLEANUP], AverageLatency(us), 138307.9375
[INSERT], AverageLatency(us), 674.7467633333333
[CLEANUP], AverageLatency(us), 138694.625
[INSERT], AverageLatency(us), 986.1704425
[CLEANUP], AverageLatency(us), 138820.6875
[INSERT], AverageLatency(us), 1043.736626
[CLEANUP], AverageLatency(us), 138947.4375
[INSERT], AverageLatency(us), 674.98904
[CLEANUP], AverageLatency(us), 138564.0625
[INSERT], AverageLatency(us), 555.853405
[CLEANUP], AverageLatency(us), 139203.25
[INSERT], AverageLatency(us), 522.3771933333334
[CLEANUP], AverageLatency(us), 138691.4375
[INSERT], AverageLatency(us), 516.61523
[CLEANUP], AverageLatency(us), 138563.5625
[INSERT], AverageLatency(us), 547.72756